Repository: mbedworth/PommeCore
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, nl, pl, pt, uk, zh_hans

source: Block Contact
cs: Blokovaný kontakt
de: Kontakt sperren
es: Bloqueo de contacto
fr: Blocage de contact
it: Blocco contatto
ja: ブロック連絡先
nl: Block Contact - Blokkeer contact
pl: Blok kontaktów
pt: Bloquear Contato
uk: Блокувати контакт
zh_hans: 阻止联系人

source: Blocked Contacts
cs: Blokované kontakty
de: Gesperrte Kontakte
es: Contactos bloqueados
fr: Contacts bloqués
it: Contatti bloccati
ja: ブロックされた連絡先
nl: Blocked Contacts - Geblokkeerde contacten
pl: Kontakty zablokowane
pt: Contatos Bloqueados
uk: Блоковані контакти
zh_hans: 已阻止的联系人不会出现在您的联系人列表中，并且他们的消息将被屏蔽。

source: Blocked contacts won't appear in your contact list and their messages will be suppressed.
cs: Blokované kontakty se neobjeví ve vašem seznamu kontaktů a jejich zprávy budou potlačeny.
de: Gesperrte Kontakte erscheinen nicht in Ihrer Kontaktliste und ihre Nachrichten werden unterdrückt.
es: Los contactos bloqueados no aparecerán en su lista de contactos y sus mensajes serán suprimidos.
fr: Les contacts bloqués ne figureront pas sur votre liste de contacts et leurs messages seront supprimés.
it: I contatti bloccati non appariranno nella tua lista contatti e i loro messaggi saranno soppressi.
ja: ブロックされた連絡先は連絡先リストに表示されず、メッセージは抑制されます。
nl: Blocked contacts won't appear in your contact list and their messages will be suppressed. - Geblokkeerde contacten verschijnen niet in je contactlijst en hun berichten worden onderdrukt.
pl: Kontakty zablokowane nie pojawią się na liście kontaktów i ich wiadomości zostaną zablokowane.
pt: Contatos bloqueados não aparecerão na sua lista de contatos e suas mensagens serão suprimidas.
uk: Блоковані контакти не з'являтимуться у вашому списку контактів, а їхні повідомлення будуть придушені.
zh_hans: Bluetooth 安全性

source: Bluetooth Security
cs: Bezpečnost Bluetooth
de: Bluetooth-Sicherheit
es: Seguridad Bluetooth
fr: Sécurité Bluetooth
it: Sicurezza Bluetooth
ja: Bluetooth セキュリティ
nl: Bluetooth Security - Bluetooth-beveiliging
pl: Bezpieczeństwo Bluetooth
pt: Segurança Bluetooth
uk: Безпека Bluetooth
zh_hans: 无法连接到无线电？

source: Can't Connect to Radio?
cs: Nedá se připojit k rádiu?
de: Verbindung zum Radio nicht möglich?
es: ¿No puede conectarse a la radio?
fr: Impossible de se connecter à la radio ?
it: Non riesce a connettersi alla radio?
ja: ラジオに接続できませんか？
nl: Can't Connect to Radio? - Kan geen verbinding maken met de radio?
pl: Nie można połączyć się z radiem?
pt: Não consegue conectar ao rádio?
uk: Не вдається підключитися до радіостанції?
zh_hans: 取消

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Cancel - Annuleren
pl: Anuluj
pt: Cancelar
uk: Скасувати
zh_hans: 中心

source: Center
cs: Střed
de: Mitte
es: Centro
fr: Centre
it: Centro
ja: 中央
nl: Center - Centrum
pl: Środek
pt: Centro
uk: Центр
zh_hans: 更改登录后远程管理 → 安全中的默认密码。

source: Change default passwords after login via Remote Management → Security.
cs: Změnit výchozí hesla po přihlášení prostřednictvím Vzdálené správy → Bezpečnost.
de: Standardpasswörter nach der Anmeldung über Remote-Verwaltung → Sicherheit ändern.
es: Cambiar contraseñas predeterminadas después de iniciar sesión mediante Gestión Remota → Seguridad.
fr: Modifier les mots de passe par défaut après connexion via la gestion à distance → Sécurité.
it: Modifica le password predefinite dopo l'accesso tramite Gestione Remota → Sicurezza.
ja: リモート管理によるログイン後にデフォルトパスワードを変更 → セキュリティ
nl: Change default passwords after login via Remote Management → Security. - Wijzig standaardwachtwoorden na inloggen via Afstandsbeheer → Beveiliging.
pl: Zmiana domyślnych haseł po zalogowaniu się za pomocą zdalnego zarządzania → Bezpieczeństwo.
pt: Alterar senhas padrão após login via Gerenciamento Remoto → Segurança.
uk: Змінити паролі за замовчуванням після входу через віддалене керування → Безпека.

source: Change the BLE PIN from the default (123456) for security. After changing, forget this device in Bluetooth settings and re-pair with the new PIN.
cs: Změňte PIN BLE z výchozí hodnoty (123456) z bezpečnostních důvodů. Po změně zapomeňte na toto zařízení v nastavení Bluetooth a znovu se spárujte s novým PINem.
de: Ändern Sie die BLE-PIN vom Standard (123456) für mehr Sicherheit. Nach der Änderung Gerät in den Bluetooth-Einstellungen vergessen und mit der neuen PIN erneut koppeln.
es: Cambia el PIN de BLE desde el predeterminado (123456) por seguridad. Después de cambiarlo, olvida este dispositivo en la configuración de Bluetooth y empareja nuevamente con el nuevo PIN.
fr: Changez le PIN BLE de la configuration par défaut (123456) pour des raisons de sécurité. Après avoir modifié, oubliez cet appareil dans les paramètres Bluetooth et reconnectez-vous avec le nouveau PIN.
it: Cambia il PIN BLE dalla impostazione predefinita (123456) per motivi di sicurezza. Dopo aver modificato, dimentica questo dispositivo nelle impostazioni Bluetooth e ricollega con il nuovo PIN.
ja: BLE PINをセキュリティのためにデフォルトの (123456) から変更してください。変更後は、Bluetooth設定でこのデバイスを忘れ、新しいPINで再ペアリングしてください。
nl: Verander de BLE PIN van de standaard (123456) voor beveiliging. Na het wijzigen, vergeten deze apparaat in Bluetooth-instellingen en koppel opnieuw met de nieuwe PIN.
pl: Zmień PIN BLE z domyślnego (123456) ze względów bezpieczeństwa. Po zmianie zapomnij o tym urządzeniu w ustawieniach Bluetooth i ponownie sparuj z nowym PIN-em.
pt: Altere a senha BLE do padrão (123456) por segurança. Após a mudança, esqueça este dispositivo nas configurações Bluetooth e re-parem com o novo PIN.
uk: Змініть PIN BLE з дефолтного (123456) для безпеки. Після зміни забувайте цей пристрій у налаштуваннях Bluetooth і знову парюйте з новим PIN.
zh_hans: 更改蓝牙 PIN 密码以提高安全性。更改后，在蓝牙设置中忘记此设备，并使用新 PIN 重新配对。

source: Channel Info
cs: Informace o kanálu
de: Kanalinformationen
es: Información del canal
fr: Informations sur la chaîne
it: Info Canale
ja: チャネル情報
nl: Kanaalinfo
pl: Informacje kanału
pt: Informações de Canal
uk: Інформація про канал
zh_hans: 频道信息

source: Channel Messages
cs: Zprávy kanálu
de: Kanalnachrichten
es: Mensajes del canal
fr: Messages de chaîne
it: Messaggi Canale
ja: チャネルメッセージ
nl: Kanaalberichten
pl: Wiadomości kanałowe
pt: Mensagens de Canal
uk: Повідомлення каналу
zh_hans: 频道消息

source: Channel name
cs: Název kanálu
de: Kanalname
es: Nombre del canal
fr: Nom de chaîne
it: Nome Canale
ja: チャネル名
nl: Kanaalnamen
pl: Nazwa kanału
pt: Nome do Canal
uk: Назва каналу
zh_hans: 频道名称

source: Channel secret not available locally. Recipients will need the secret separately to join.
cs: Tajný klíč kanálu není k dispozici lokálně. Příjemci budou potřebovat klíč samostatně, aby se připojili.
de: Kanalgeheimnis ist lokal nicht verfügbar. Empfänger benötigen das Geheimnis separat zum Beitreten.
es: Secreto del canal no disponible localmente. Los destinatarios necesitarán el secreto por separado para unirse.
fr: Le secret de la chaîne n'est pas disponible localement. Les destinataires devront obtenir le secret séparément pour rejoindre.
it: Segreto del Canale non disponibile localmente. I destinatari avranno bisogno del segreto separatamente per unirsi.
ja: チャネルの秘密はローカルでは利用できません。受信者はグループに参加するために秘密を別途入手する必要があります。
nl: Kanaalgeheim niet beschikbaar lokaal. Ontvangers hebben het geheim apart nodig om zich aan te sluiten.
pl: Sekret kanałowy nie jest dostępny lokalnie. Odbiorcy będą potrzebować sekretu osobno, aby dołączyć.
pt: Segredo do canal não disponível localmente. Os destinatários precisarão do segredo separadamente para se juntar.
uk: Секрет каналу недоступний локально. Отримувачі потребуватимуть секрету окремо, щоб приєднатися.
zh_hans: 频道秘密不可本地访问。接收者需要单独获取秘密以加入。

source: Channels
cs: Kanály
de: Kanäle
es: Canales
fr: Chaînes
it: Canali
ja: チャネル
nl: Kanaalen
pl: Kanały
pt: Canais
uk: Канали
zh_hans: 频道

source: Channels First
cs: První kanály
de: Kanäle zuerst
es: Canales Primero
fr: Chaînes Premièrement
it: Canali Prima
ja: チャネルファースト
nl: Kanalen Eerst
pl: Kanały pierwsze
pt: Canais Primeiro
uk: Канали Перші
zh_hans: 优先考虑频道

source: Chat = people, Repeaters extend range, Room Servers host group chats, Sensors report data.
cs: Chat = lidé, opakovače rozšiřují dosah, servery místností hostují skupinové chaty, senzory hlásí data.
de: Chat = Personen, Repeater erweitern die Reichweite, Raumserver hosten Gruppenchats, Sensoren berichten Daten.
es: Chat = personas, Repetidores extienden el alcance, Servidores de sala alojan chats grupales, Sensores reportan datos.
fr: Chat = personnes, Répéteurs étendent la portée, Serveurs de salle hébergent des discussions de groupe, Capteurs rapportent les données.
it: Chat = persone, Ripetitori estendono la portata, Server della Stanza ospitano chat di gruppo, Sensori riportano dati.
ja: チャット = 人、リピーターは範囲を拡張、ルームサーバーはグループチャットをホスト、センサーはデータを報告。
nl: Chat = mensen, Herhalers verlengen het bereik, Ruimte-servers hosten groepsgesprekken, Sensoren rapporteren data.
pl: Czat = ludzie, Powtarzacze rozszerzają zasięg, Serwery pokoi hostują czaty grupowe, Czujniki zgłaszają dane.
pt: Chat = pessoas, Repetidores estendem o alcance, Servidores de sala hospedam chats em grupo, Sensores relatam dados.
uk: Чат = люди, Повторювачі розширюють діапазон, Сервери кімнат приймають групові чати, Сенсори повідомляють дані.
zh_hans: 聊天 = 人，中继器扩展范围，房间服务器托管群组聊天，传感器报告数据。

source: Chat exported
cs: Exportovaný chat
de: Chat exportiert
es: Chat exportado
fr: Chat exporté
it: Chat esportata
ja: チャットエクスポート
nl: Chat geëxporteerd
pl: Eksportowany czat
pt: Chat exportado
uk: Експортований чат
zh_hans: 导出聊天记录

source: Chat Users
cs: Uživatelé chatu
de: Chat-Benutzer
es: Usuarios del chat
fr: Utilisateurs de chat
it: Utenti Chat
ja: チャットユーザー
nl: Chatgebruikers
pl: Użytkownicy czatu
pt: Usuários do Chat
uk: Користувачі чату
zh_hans: 聊天用户

source: Checking for updates...
cs: Kontrola aktualizací...
de: Nach Updates suchen…
es: Verificando actualizaciones...
fr: Vérification des mises à jour...
it: Controllando gli aggiornamenti...
ja: 更新を確認中...
nl: Updates controleren...
pl: Sprawdzanie aktualizacji...
pt: Verificando atualizações...
uk: Перевірка оновлень...
zh_hans: 检查更新...

source: Choose a contact or channel from the sidebar to start messaging.
cs: Vyberte kontakt nebo kanál z bočního panelu pro zahájení zasílání zpráv.
de: Kontakt oder Kanal aus der Seitenleiste auswählen, um Nachrichten zu senden.
es: Elige un contacto o canal desde el panel lateral para empezar a mensajear.
fr: Sélectionnez un contact ou une chaîne dans la barre latérale pour commencer à discuter.
it: Scegli un contatto o una canale dalla barra laterale per iniziare a messaggiare.
ja: サイドバーから連絡先またはチャンネルを選択してメッセージの開始。
nl: Kies een contact of kanaal uit de zijbalk om te beginnen met chatten.
pl: Wybierz kontakt lub kanał z bocznego panelu, aby rozpocząć wysyłanie wiadomości.
pt: Escolha um contato ou canal na barra lateral para iniciar a mensagem.
uk: Виберіть контакт або канал у бічній панелі, щоб почати обмін повідомленнями.
zh_hans: 从侧边栏选择联系人或频道开始聊天。

source: Choose how PommeCore looks. System follows your device’s Dark Mode setting.
cs: Zvolte vzhled PommeCore. Systém sleduje nastavení tmavého režimu vašeho zařízení.
de: Legen Sie fest, wie PommeCore aussieht. System folgt der Dunkel-Modus-Einstellung Ihres Geräts.
es: Elige cómo se ve PommeCore. El sistema sigue la configuración de Modo Oscuro de tu dispositivo.
fr: Choisissez l'apparence de PommeCore. Le système suit les paramètres de mode sombre de votre appareil.
it: Scegli come PommeCore appare. Il sistema segue le impostazioni del tuo dispositivo per il Dark Mode.
ja: PommeCoreの外観を選択します。システムはデバイスのダークモード設定に従います。
nl: Kies hoe PommeCore eruit ziet. Het systeem volgt de donkere modusinstelling van je apparaat.
pl: Wybierz wygląd PommeCore. System dostosowuje się do ustawień trybu ciemnego Twojego urządzenia.
pt: Escolha como o PommeCore parece. O sistema segue a configuração de Modo Escuro do seu dispositivo.
uk: Виберіть, як виглядатиме PommeCore. Система дотримується налаштувань Темного режиму вашого пристрою.
zh_hans: 选择 PommeCore 的外观。系统会遵循您设备的深色模式设置。

source: Choose which events trigger notifications. In-App Banners shows alerts even when the app is open.
cs: Zvolte, jaké události spouštějí oznámení. Oznámení In-App Banners zobrazuje upozornění i při otevřeném aplikaci.
de: Legen Sie fest, welche Ereignisse Benachrichtigungen auslösen. In-App-Banner zeigt Hinweise auch an, wenn die App geöffnet ist.
es: Elige qué eventos activan notificaciones. Los Banners In-App muestran alertas incluso cuando la app está abierta.
fr: Sélectionnez quels événements déclenchent des notifications. Les bannières In-App affichent des alertes même lorsque l'application est ouverte.
it: Scegli quali eventi attivano le notifiche. Gli banner in-app mostrano gli avvisi anche quando l'app è aperta.
ja: 通知をトリガーするイベントを選択します。アプリ内バナーは、アプリが開いている場合でもアラートを表示します。
nl: Kies welke gebeurtenissen meldingen activeren. In-App Banners toont waarschuwingen zelfs als de app open is.
pl: Wybierz zdarzenia wyzwalające powiadomienia. Banner w aplikacji wyświetla alerty nawet gdy aplikacja jest otwarta.
pt: Escolha quais eventos acionam notificações. Banners In-App mostram alertas até mesmo quando o app está aberto.
uk: Виберіть, які події спричинити сповіщення. Банери в додатку показують сповіщення навіть коли додаток відкритий.
zh_hans: 选择触发通知的事件。应用程序内横幅即使应用打开也会显示提示。

source: Clear Log
cs: Vymazat protokol
de: Protokoll löschen
es: Limpiar Registro
fr: Effacer le journal
it: Cancella Log
ja: ログをクリア
nl: Log wissen
pl: Czyszczenie dziennika
pt: Limpar Log
uk: Очистити журнал
zh_hans: 清空日志

source: Clear Message Drafts
cs: Vymazat návrhy zpráv
de: Nachrichtenentwürfe löschen
es: Borrar Borradores de Mensajes
fr: Effacer les brouillons de messages
it: Cancella bozze di messaggi
ja: メッセージのドラフトをクリア
nl: Ontwerpberichten wissen
pl: Czyszczenie szkiców wiadomości
pt: Limpar Rascunhos de Mensagens
uk: Очистити чернетки повідомлень
zh_hans: 清空消息草稿

source: Clearance: %@
cs: Prohlášení: %@
de: Freiheit: %@
es: Autorización: %@
fr: Clarté : %@
it: Chiarimento: %@
ja: クリアランス: %@
nl: Vrijgave: %@
pl: Wyczyść: %@
pt: Descarregamento: %@
uk: Роз'яснення: %@
zh_hans: 清除：%@

source: CLI command
cs: Příkaz CLI
de: CLI-Befehl
es: Comando CLI
fr: Commande CLI
it: Comando CLI
ja: CLIコマンド
nl: CLI-opdracht
pl: Polecenie CLI
pt: Comando CLI
uk: Командний рядок CLI
zh_hans: CLI 命令

source: Client Permissions
cs: Povolení klienta
de: Client-Berechtigungen
es: Permisos del Cliente
fr: Permissions client
it: Permessi del client
ja: クライアント権限
nl: Clientmachtigingen
pl: Uprawnienia klienta
pt: Permissões do Cliente
uk: Дозволи клієнта
zh_hans: 客户端权限

source: Clock
cs: Hodiny
de: Uhr
es: Reloj
fr: Horloge
it: Orologio
ja: 時計
nl: Klok
pl: Zegar
pt: Relógio
uk: Годинник
zh_hans: 时钟

source: Clock out of sync
cs: Nesynchronizovaný čas
de: Uhr nicht synchronisiert
es: Reloj desincronizado
fr: Horloge désynchronisée
it: Orologio fuori sincrono
ja: 時計が同期外
nl: Klok uit synchronisatie
pl: Nieprawidłowy czas
pt: Relógio des sincronizado
uk: Відсутність синхронізації годинника
zh_hans: 时钟不同步

source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt: Fechar
uk: Закрити
zh_hans: 关闭

source: Coding Rate
cs: Kódovací rychlost
de: Codierungsrate
es: Tasa de codificación
fr: Taux de codage
it: Tasso di codifica
ja: コードレート
nl: Coderingssnelheid
pl: Stopa kodowania
pt: Taxa de codificação
uk: Швидкість кодування
zh_hans: 编码率

source: Communicate Off-Grid
cs: Komunikace mimo síť
de: Off-Grid kommunizieren
es: Comunicarse sin conexión
fr: Communiquer hors réseau
it: Comunicare off-griglia
ja: オフグリッドで通信する
nl: Communiceer offline
pl: Komunikuj się bez dostępu do sieci
pt: Comunicar fora da rede
uk: Спілкуватися без зв'язку з мережею
zh_hans: 无网通信

source: Configure Your Device
cs: Nakonfigurovat zařízení
de: Gerät konfigurieren
es: Configurar su dispositivo
fr: Configurer votre appareil
it: Configura il tuo dispositivo
ja: デバイスを設定する
nl: Uw apparaat configureren
pl: Konfiguracja urządzenia
pt: Configurar seu dispositivo
uk: Налаштувати ваше пристрій
zh_hans: 配置您的设备

source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認する
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
uk: Підтвердити
zh_hans: 确认

source: Connect
cs: Připojit
de: Verbinden
es: Conectar
fr: Se connecter
it: Connetti
ja: 接続する
nl: Verbinden
pl: Połącz
pt: Conectar
uk: Підключити
zh_hans: 连接

source: Connect to a companion radio with WiFi enabled (TCP, default port 5000).
cs: Připojit se k společníkovi s rádiem s povoleným WiFi (TCP, výchozí port 5000).
de: Verbinden Sie sich mit einem Companion-Radio mit aktiviertem WiFi (TCP, Standardport 5000).
es: Conectarse a un radio compañero con WiFi habilitado (TCP, puerto predeterminado 5000).
fr: Se connecter à une radio compagnon avec WiFi activé (TCP, port par défaut 5000).
it: Connetti a una radio compagna con WiFi abilitato (TCP, porta predefinita 5000).
ja: WiFiを有効にしたコンパニオンラジオに接続します（TCP、デフォルトポート5000）。
nl: Verbind met een begeleiderradio met WiFi ingeschakeld (TCP, standaardpoort 5000).
pl: Połącz z towarzysznym radiem z włączonym WiFi (TCP, domyślny port 5000).
pt: Conecte a um rádio companheiro com Wi-Fi habilitado (TCP, porta padrão 5000).
uk: Підключитися до супутнього радіопристрою з увімкненим Wi-Fi (TCP, стандартний порт 5000).
zh_hans: 使用 WiFi 连接配对的无线电（TCP，默认端口 5000）。

source: Connect to a MeshCore radio to view and change device settings.
cs: Připojit se k rádiu MeshCore pro zobrazení a změnu nastavení zařízení.
de: Verbinden Sie sich mit einem MeshCore-Radio, um Geräteeinstellungen anzuzeigen und zu ändern.
es: Conectarse a un radio MeshCore para ver y cambiar los ajustes del dispositivo.
fr: Se connecter à une radio MeshCore pour visualiser et modifier les paramètres de l'appareil.
it: Connetti a una radio MeshCore per visualizzare e modificare le impostazioni del dispositivo.
ja: メッシュコアラジオに接続して、デバイスの設定を表示および変更します。
nl: Verbind met een MeshCore-radio om instellingen voor het apparaat te bekijken en te wijzigen.
pl: Połącz z radiem MeshCore, aby wyświetlić i zmienić ustawienia urządzenia.
pt: Conecte-se a um rádio MeshCore para visualizar e alterar as configurações do dispositivo.
uk: Підключитися до радіопристрою MeshCore для перегляду та зміни налаштувань пристрою.
zh_hans: 连接到 MeshCore 无线电以查看和更改设备设置。

source: Connect to a radio to apply this profile.
cs: Připojit se k rádiu pro použití tohoto profilu.
de: Verbinde mit einem Radio, um dieses Profil anzuwenden.
es: Conectarse a un radio para aplicar este perfil.
fr: Se connecter à une radio pour appliquer ce profil.
it: Connetti a una radio per applicare questo profilo.
ja: このプロファイルを適用するためにラジオに接続します。
nl: Verbind met een radio om dit profiel toe te passen.
pl: Połącz z radiem, aby zastosować ten profil.
pt: Conecte-se a um rádio para aplicar este perfil.
uk: Підключитися до радіопристрою, щоб застосувати цей профіль.
zh_hans: 连接到无线电以应用此配置文件

source: Connect via USB. If not listed, run 'ls /dev/cu.*' in Terminal and enter the path manually.
cs: Připojit přes USB. Pokud není uvedeno, spusťte 'ls /dev/cu.*' v Terminálu a zadejte cestu manuálně.
de: Per USB verbinden. Falls nicht aufgelistet, „ls /dev/cu.*‘ im Terminal ausführen und Pfad manuell eingeben.
es: Conectar vía USB. Si no aparece en la lista, ejecute 'ls /dev/cu.*' en Terminal y ingrese el camino manualmente.
fr: Connectez-vous via USB. Si non répertorié, exécutez 'ls /dev/cu.*' dans le Terminal et entrez le chemin manuellement.
it: Connetti tramite USB. Se non elencato, esegui 'ls /dev/cu.*' in Terminale e inserisci il percorso manualmente.
ja: USB経由で接続します。リストに表示されない場合は、ターミナルで「ls /dev/cu.*」を実行し、パスを手動で入力してください。
nl: Verbind via USB. Als het niet wordt vermeld, voer dan 'ls /dev/cu.*' in Terminal uit en voer de pad handmatig in.
pl: Połącz przez USB. Jeśli nie jest wyświetlony, uruchom 'ls /dev/cu.*' w Terminalu i wprowadź ścieżkę ręcznie.
pt: Conecte via USB. Se não estiver listado, execute 'ls /dev/cu.*' no Terminal e insira o caminho manualmente.
uk: Підключіться через USB. Якщо не відображено, запустіть 'ls /dev/cu.*' в Терміналі та введіть шлях вручну.
zh_hans: 通过 USB 连接。如果未列出，在终端中运行 'ls /dev/cu.*' 并手动输入路径。

source: Connect Your Radio
cs: Připojte své rádio
de: Radio verbinden
es: Conectar su radio
fr: Connectez votre radio
it: Connetti la tua radio
ja: ラジオを接続
nl: Uw radio verbinden
pl: Połącz swoje radio
pt: Conecte seu rádio
uk: Підключіть свій радіоприймач
zh_hans: 连接您的收音机

source: Connected
cs: Připojeno
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
nl: Verbonden
pl: Połączone
pt: Conectado
uk: Підключено
zh_hans: 已连接

source: Connected — %@
cs: Připojeno — %@
de: Verbunden — %@
es: Conectado — %@
fr: Connecté — %@
it: Connesso — %@
ja: 接続済み - %@
nl: Verbonden — %@
pl: Połączone — %@
pt: Conectado — %@
uk: Підключено — %@
zh_hans: 已连接 — %@

# Connected — %@ · %@
source: Connected — %1$@ · %2$@
cs: Připojeno — %@ · %@
de: Verbunden — %@ · %@
es: Conectado — %@ · %@
fr: Connecté — %@ · %@
it: Connesso — %@ · %@
ja: 接続済み - %@ · %@
nl: Verbonden — %@ · %@
pl: Połączone — %@ · %@
pt: Conectado — %@ · %@
uk: Підключено — %@ · %@
zh_hans: 已连接 — %@ · %@

source: Connecting
cs: Připojování
de: Verbinde
es: Conectando
fr: En connexion
it: In fase di connessione
ja: 接続中
nl: Verbindend
pl: Łączenie
pt: Conectando
uk: Підключення
zh_hans: 正在连接

source: Connecting to USB device...
cs: Připojování k USB zařízení...
de: Verbindung mit USB-Gerät…
es: Conectándose al dispositivo USB...
fr: En connexion à l'appareil USB...
it: In fase di connessione al dispositivo USB...
ja: USBデバイスに接続中...
nl: Verbindend met USB-apparaat...
pl: Łączenie z urządzeniem USB...
pt: Conectando ao dispositivo USB...
uk: Підключення до пристрою USB...
zh_hans: 连接 USB 设备...

source: Connecting...
cs: Připojování...
de: Verbinde…
es: Conectándose...
fr: En connexion...
it: In fase di connessione...
ja: 接続中...
nl: Verbindend...
pl: Łączenie...
pt: Conectando...
uk: Підключення...
zh_hans: 连接中...

source: Connection
cs: Spojení
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
ja: 接続
nl: Verbinding
pl: Łączność
pt: Conexão
uk: З'єднання
zh_hans: 连接

source: Connection Failed
cs: Selhání spojení
de: Verbindung fehlgeschlagen
es: Fallo en la conexión
fr: Échec de la connexion
it: Connessione fallita
ja: 接続失敗
nl: Verbindingsfout
pl: Nieudane połączenie
pt: Falha na conexão
uk: З'єднання не вдалося
zh_hans: 连接失败

source: Connection Status
cs: Stav připojení
de: Verbindungsstatus
es: Estado de conexión
fr: État de la connexion
it: Stato della connessione
ja: 接続状態
nl: Verbindingsstatus
pl: Stan połączenia
pt: Status de Conexão
uk: Стан підключення
zh_hans: 连接状态

source: Connection Troubleshooting
cs: Řešení problémů s připojením
de: Verbindungsfehlerbehebung
es: Solución de problemas de conexión
fr: Dépannage de la connexion
it: Risoluzione dei problemi di connessione
ja: 接続トラブルシューティング
nl: Verbindingsfouten oplossen
pl: Rozwiązywanie problemów z połączeniem
pt: Solução de Problemas de Conexão
uk: Розв'язання проблем з підключенням
zh_hans: 连接故障排除

source: Contact
cs: Kontakt
de: Kontakt
es: Contacto
it: Contatto
ja: 連絡先
pl: Kontakt
pt: Contato
uk: Контакт
zh_hans: 联系人

source: Contact Details
cs: Podrobnosti kontaktu
de: Kontaktdetails
es: Detalles de contacto
fr: Détails du contact
it: Dettagli del contatto
ja: 連絡先の詳細
nl: Contactgegevens
pl: Szczegóły kontaktu
pt: Detalhes do Contato
uk: Деталі контакту
zh_hans: 联系人详情

source: Contact Info
cs: Informace o kontaktu
de: Kontaktinformationen
es: Información de contacto
fr: Informations de contact
it: Informazioni di contatto
ja: 連絡先情報
nl: Contactinformatie
pl: Informacje kontaktowe
pt: Informações de Contato
uk: Інформація про контакт
zh_hans: 联系人信息
